{
    "air-jordan-3-valor-blue": {
        "name": "LASER CRIMSON",
        "caption": "This ultimate summer hiking shoe is innovatively designed to be fully submerged in water and transition back to dry land without breaking a step. The AO also contains essential elements of an all-day hiking shoe, like a comfortable Zoom Air unit in the heel, a quick-tie lacing system covered by a mesh pocket to cut down on snags and Trailframe tooling to better protect your feet from uneven rock pressure.",
        "img": "https://static.nike.com/a/images/t_prod_ss/w_960,c_limit,f_auto/aae9aa86-c1e2-489a-b108-8db5899f5eb3/acg-zoom-air-ao-laser-crimson-release-date.jpg"
    },
    "jordan-zoom-92": {
        "name": "SAIL",
        "caption":"A nod to a trio of legendary '90s silhouettes, the Jordan Zoom '92 taps into the bold and irreverent spirit of that era's aesthetic. A soft, stretchy-fit sleeve combines with lightweight foam and responsive cushioning to create an effortlessly comfortable silhouette. Clashing materials and bold features give this style a distinctly retro flavour. This iteration sports a base of Sail, with accents of black, Flash Crimson, and Electric Green.",
        "img": "https://static.nike.com/a/images/t_prod_ss/w_960,c_limit,f_auto/d237c632-8121-4f1b-99e5-00d5593dea30/jordan-zoom-92-sail-release-date.jpg"
    },
    "air-zoom-freak-2": {
        "name": "NAIJA",
        "caption": "In Nigeria—the homeland of Giannis's parents—boundless potential, youthful exuberance and infectious charisma fuel national pride. Football is seen as a uniting force for these passions, providing Nigerians with an outlet for self-expression. Giannis's late father, Charles, bonded with his sons through the beautiful game, furthering Giannis's own passion for the sport. This bright-hued homage nods to that connection by dressing the silhouette in the same colours and textures that grace the kits of the Nigerian national team. The result perfectly encapsulates the spirit of Naija: audacious, fast, fun and stylish.",
        "img": "https://static.nike.com/a/images/t_prod_ss/w_960,c_limit,f_auto/4ae06615-4e90-48f6-9363-29e6e3a17f9a/air-zoom-freak-2-naija-release-date.jpg"
    },
    "lebron-17": {
        "name": "GRAFFITI FIRE RED",
        "caption": "LeBron's game is a work of art. Taking cues from the coveted NYC-inspired LeBron IV 'Graffiti', the LeBron 17 'Graffiti Fire Red' dips the street art-influenced aesthetics of the original colour scheme in striking red hues. For players who see the game as their canvas, this shoe offers a lightweight construction paired with a design inspired by the rhythm, art and culture of New York City's streets.",
        "img": "https://static.nike.com/a/images/t_prod_ss/w_960,c_limit,f_auto/648736f2-6c38-455b-8bf3-f24c4e7ee226/lebron-17-graffiti-fire-red-release-date-.jpg"
    },
    "women-air-max-270-xx": {
        "name": "BRIGHT CRIMSON",
        "caption": "The Air Max 270 unites our most resilient foam midsole with the latest articulation of Air Max to create a look that's both visually striking and extremely comfortable. The silhouette is anchored by an eye-catching Max Air 270 unit, while React technology steps in to deliver a smooth ride that's both springy and stable. The upper showcases TPU-welded overlays and a removable lace toggle for versatile styling. This edition features a clean base of black with contrasting hits of bright crimson and saffron quartz.",
        "img": "https://static.nike.com/a/images/t_prod_ss/w_960,c_limit,f_auto/a22318f2-89bf-46fc-8974-13f9568ebbd8/womens-air-max-270-xx-bright-crimson-release-date.jpg"
    },
    "SPACE-HIPPIE-03–VOLT": {
        "name": "THIS IS TRASH",
        "caption": "Its 'Space Waste Yarn' upper includes about 85% recycled polyester—made from recycled plastic bottles, T-shirts and yarn scraps—and uses a surplus FastFit tightening system to let you get in and go. A soft, Crater Foam midsole combines Nike Grind with a blend of foams for stability and a unique aesthetic, while the shoe's insole is made from ZoomX foam scraps, the same cushioning that creates the ultimate ride in Nike's NEXT% running shoes.",
        "img": "https://static.nike.com/a/images/t_prod_ss/w_960,c_limit,f_auto/65fa795e-8ff1-440a-95f2-5e37018fe262/space-hippie-03-volt-this-is-trash-release-date.jpg"
    },
    "lebron-8": {
        "name": "MVP",
        "caption": "Initially introduced to celebrate the King's first set of back-to-back MVP awards, the MVP-themed colourway of the celebrated LeBron VII returns for a 2020 release. Returning in its original glory, the lux, white leather upper pays homage to a memorable commercial from LeBron's MVP campaign, with grey fleece quilting on the side panels and a Trophy Gold chenille Swoosh. An iconic staple of the model, the unmistakable full-length Air sole, is highlighted by gold speckling to make the silhouette shine on and off the court.",
        "img": "https://static.nike.com/a/images/t_prod_ss/w_960,c_limit,f_auto/218449de-5dd1-4af1-be36-c3aba73d2481/lebron-7-mvp-release-date.jpg"
    },
    "air-max-90": {
        "name": "INFRARED BLEND",
        "caption": "This elevated edition of the AM90 mixes a base of black with classic accents of infrared, as well as a range of colourful add-ons, including sparkling, asymmetrical Swooshes. Synthetic crocodile and pony hair textures on the mudguard and toe box add wildness to the design, while cracked suede panels provide a dose of luxury.",
        "img": "https://static.nike.com/a/images/t_prod_ss/w_960,c_limit,f_auto/eec746a9-6958-4e6c-9d66-4fa9fe064775/air-max-90-infrared-blend-release-date.jpg"
    },
    "air-force-1": {
        "name": "BLACK TIE-DYE",
        "caption": "This disruptive take on the iconic AF-1 was created for you to show off your most expressive self. The genuine leather upper features head-turning splashes of black tie-dye that interrupt colour blocks on the heel, forefoot and Swoosh. Designed to be either a focal piece or another element in your favourite look, this AF-1 is prime for head-to-toe styling.",
        "img": "https://static.nike.com/a/images/t_prod_ss/w_960,c_limit,f_auto/0761392c-05f5-40e7-88ef-0f0614500dbd/air-force-1-black-tie-dye-release-date.jpg"
    }
}